Repository: geobeyond/arpav-cline-backend
Catalog: arpav_ppcv/translations/*/LC_MESSAGES/messages.po
Languages: it

source: winter
it: Inverno

source: spring
it: Primavera

source: summer
it: Estate

source: autumn
it: Autunno

source: no processing
it: nessuna elaborazione

source: centered 5-year moving average
it: media mobile centrata a 5 anni

source: monthly
it: Mensile

source: seasonal
it: Di stagione

source: yearly
it: Annuale

source: centered 11-year moving average
it: media mobile centrata a 11 anni

source: series name
it: Nome della serie

source: processing method
it: Metodo di elaborazione

source: coverage identifier
it: Identificatore di copertura

source: coverage configuration
it: Configurazione della copertura

source: variable
it: Variabile

source: station
it: Stazione

source: series elaboration
it: elaborazione in serie

source: derived series
it: Serie derivate

source: original
it: Originale

source: derived
it: Derivata

source: decade series
it: serie decennale

source: Mann-Kendall series
it: serie Mann-Kendall

source: climatic indicator
it: indicatore

source: climatic indicator description
it: indicatore climatico

source: measure type
it: Tipo di misurazione

source: measure type description
it: Tipo di misurazione climatologica

source: absolute
it: Valore assoluto

source: anomaly
it: Anomalia

source: absolute description
it: Valore effettivo nel periodo selezionato

source: anomaly description
it: Variazione nel futuro rispetto al periodo di riferimento

source: aggregation period
it: Periodo di aggregazione temporale

source: aggregation period description
it: Periodo di aggregazione per i set di dati climatologici

source: annual
it: Annuale

source: 30yr
it: Trentennale

source: annual description
it: Media sull'anno selezionato

source: 30yr description
it: Media sul trentennio selezionato
